FarCoarseSST/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    Side
    {
        type            empty;
        nFaces          39530;
        startFace       39234;
    }
    Inlet
    {
        type            patch;
        nFaces          181;
        startFace       78764;
    }
    Wing
    {
        type            wall;
        nFaces          139;
        startFace       78945;
    }
    Outlet
    {
        type            patch;
        nFaces          118;
        startFace       79084;
    }
    Ground
    {
        type            wall;
        nFaces          154;
        startFace       79202;
    }
)

// ************************************************************************* //
